{"<unk>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"Ġt":257,"in":258,"er":259,"Ġa":260,"on":261,"he":262,"es":263,"Ġs":264,"or":265,"an":266,"Ġthe":267,"ed":268,"en":269,"ar":270,"it":271,"at":272,"Ġf":273,"Ġo":274,"Ġc":275,"ing":276,"al":277,"Ġw":278,"re":279,"Ġp":280,"Ġto":281,"Ġb":282,"is":283,"Ġin":284,"ic":285,"ro":286,"as":287,"Ġof":288,"Ġm":289,"ay":290,"il":291,"ĠS":292,"nd":293,"Ġh":294,"ion":295,"ter":296,"le":297,"Ġd":298,"ou":299,"id":300,"ĠC":301,"om":302,"st":303,"ĠA":304,"ent":305,"ĠT":306,"Ġand":307,"Ġon":308,"et":309,"el":310,"ac":311,"ur":312,"ĠM":313,"Ġth":314,"ec":315,"ad":316,"Ġfor":317,"Ġn":318,"ĠP":319,"Ġl":320,"ig":321,"ol":322,"ĠI":323,"am":324,"ot":325,"ĠB":326,"ir":327,"Ġre":328,"Ġg":329,"ut":330,"Ġe":331,"ers":332,"Ġ-":333,"Ġ#":334,"day":335,"us":336,"39":337,"ve":338,"ill":339,"ĠW":340,"Ġst":341,"ĠF":342,"Ġr":343,"ow":344,"Ġ(":345,"ĠN":346,"est":347,"Ġit":348,"im":349,"ĠR":350,"th":351,"ver":352,"ĠD":353,"ra":354,"ation":355,"ĠU":356,"un":357,"ly":358,"qu":359,"ĠG":360,"ts":361,"ch":362,"up":363,"ith":364,"ew":365,"ĠH":366,"ear":367,"Ġan":368,"Ġat":369,"ĠL":370,"ce":371,"os":372,"ak":373,"ĠE":374,"igh":375,"Ġbe":376,"ul":377,"Ġas":378,"and":379,"ĠO":380,"Ġthat":381,"Ġwith":382,"ag":383,"ri":384,"em":385,"ld":386,"ters":387,"op":388,"ess":389,"Ġpro":390,"Ġcom":391,"ain":392,"Ġ1":393,"Ġis":394,"Ġy":395,"oc":396,"Ġsa":397,"ks":398,"Ġcon":399,"Ġits":400,"'s":401,"ct":402,"all":403,"ian":404,"ap":405,"Ġ2":406,"ĠJ":407,"Ġhe":408,"00":409,"Ġv":410,"Ġde":411,"ate":412,"uters":413,"ast":414,"Ġsaid":415,"um":416,"ĠIn":417,"Ġby":418,"ft":419,"ore":420,"ies":421,"ia":422,"ost":423,"our":424,"end":425,"Ġhas":426,"por":427,"Ġle":428,"rom":429,"ee":430,"ĠSt":431,"Re":432,"Ġsh":433,"Ġqu":434,"Ġwh":435,"Ġex":436,"ight":437,"Ġpl":438,"ust":439,"Ġch":440,"oo":441,"AP":442,"ack":443,"Ġcomp":444,"Reuters":445,"und":446,"Ġfrom":447,"ist":448,"ment":449,"iv":450,"ity":451,"ĠK":452,"ard":453,"art":454,"Ġag":455,"ial":456,"pp":457,"if":458,"Ġpr":459,"oun":460,"Ġoff":461,"fter":462,"..":463,"esday":464,"ĠThe":465,"ine":466,"ug":467,"ive":468,"Ġhis":469,"ud":470,"ell":471,"Ġwill":472,"Ġk":473,"ĠCh":474,"Ġwas":475,"ted":476,"ave":477,"lt":478,"ry":479,"gt":480,"Ġal":481,"ab":482,"Ġnew":483,"ord":484,"Ġsp":485,"ob":486,"Ġafter":487,"ice":488,"ip":489,"oft":490,"The":491,"ĠY":492,"ĠTh":493,"Ġover":494,"mer":495,"ere":496,"Ġj":497,"Ġfir":498,"Ġse":499,"Ġwor":500,"ff":501,"ions":502,"arg":503,"ould":504,"ace":505,"se":506,"are":507,"ans":508,"ie":509,"ub":510,"ong":511,"ĠFr":512,"Ġup":513,"ning":514,"ays":515,"\\$":516,"Ġcl":517,"Ġhave":518,"ick":519,"old":520,"any":521,"ĠV":522,"uc":523,"Ġyear":524,"tern":525,"out":526,"Ġtheir":527,"wo":528,"Ġare":529,"ue":530,"Ġout":531,"ĠUS":532,"ame":533,"ge":534,"Ġac":535,"Ġ\\$":536,"ome":537,"Ġquot":538,"ail":539,"illion":540,"Ġun":541,"ke":542,"over":543,"Ġsec":544,"ide":545,"Ġro":546,"ign":547,"ant":548,"ident":549,"ree":550,"ile":551,"ros":552,"ark":553,"ex":554,"ime":555,"od":556,"ĠPr":557,"ire":558,"Ġexp":559,"ond":560,"raq":561,"Ġint":562,"Ġab":563,"ep":564,"ors":565,"og":566,"ake":567,"ens":568,"Ġfirst":569,"av":570,"own":571,"ĠMon":572,"ass":573,"ich":574,"Ġres":575,"Ġtwo":576,"ish":577,"amp":578,"age":579,"ices":580,"ase":581,"ĠUn":582,"urs":583,"ĠIraq":584,"com":585,"ations":586,"ON":587,"eek":588,"ber":589,"one":590,"port":591,"Ġ200":592,"Ġop":593,"oll":594,"Ġ--":595,"ates":596,"ure":597,"row":598,"Ġagain":599,"ary":600,"Ġper":601,"rop":602,"Ġmore":603,"ect":604,"hen":605,"Ġbut":606,"iday":607,"esident":608,"ther":609,"act":610,"Ġlead":611,"Ġcont":612,"Ġsc":613,"ach":614,"Ġ3":615,"Ġrec":616,"edn":617,"ets":618,"Ġfin":619,"ote":620,"ednesday":621,"erv":622,"ĠMonday":623,"ance":624,"...":625,"uesday":626,"Ġte":627,"hn":628,"hed":629,"rit":630,"ĠWednesday":631,"ov":632,"Ġwin":633,"ursday":634,"ĠTuesday":635,"ory":636,"Ġen":637,"iz":638,"mp":639,"Ġtr":640,"ank":641,"lect":642,"ĠInc":643,"ĠThursday":644,"ite":645,"Ġcompany":646,"anc":647,"iss":648,"aw":649,"Ġthis":650,"Ġnot":651,"Ġad":652,"ĠNew":653,"ence":654,"ull":655,"ade":656,"Ġdis":657,"ated":658,"ational":659,"arter":660,"ĠFriday":661,"ash":662,"ous":663,"ict":664,"vest":665,"ount":666,"ood":667,"Ġone":668,"eop":669,"ited":670,"ock":671,"earch":672,"ork":673,"ort":674,"Ġagainst":675,"icros":676,";/":677,"OR":678,"Ġapp":679,"Ġthan":680,"ester":681,"eople":682,"urn":683,"etw":684,"ican":685,"Ġinto":686,"Ġus":687,"oin":688,"ason":689,"gh":690,"ound":691,"Ġweek":692,"Ġlast":693,"esterday":694,"Ġacc":695,"oy":696,"orm":697,"ush":698,"Ġwho":699,"ven":700,"Ġyesterday":701,"ĠSh":702,"Ġabout":703,"Ġplay":704,"Ġinc":705,"icrosoft":706,"als":707,"Ġar":708,"Ġcr":709,"ĠCor":710,"her":711,"man":712,"ib":713,"Ġwere":714,"roup":715,"eb":716,"Ġthey":717,"Ġoffic":718,"Ġann":719,"Ġall":720,"land":721,"overn":722,"Ġatt":723,"pl":724,"ware":725,"oss":726,"ina":727,"Ġbeen":728,"Ġear":729,"ext":730,"ĠInd":731,"Ġim":732,"Ġworld":733,"ition":734,"ocks":735,"ĠSp":736,"Ġor":737,"reat":738,"vel":739,"ey":740,"ical":741,"its":742,"Ġman":743,"ĠCom":744,"Ġ4":745,"yst":746,"ird":747,"uct":748,"AN":749,"ĠIntern":750,"Ġhigh":751,"eat":752,"ang":753,"ton":754,"ll":755,"Ġmillion":756,"Ġhad":757,"Ġstr":758,"Ġmark":759,"Ġthree":760,"ind":761,"Ġkill":762,"ĠCorp":763,"eral":764,"ced":765,"overnment":766,"ĠAn":767,"ral":768,"onth":769,"ower":770,"Ġ&":771,"Qu":772,"Ġret":773,"tle":774,"ose":775,"Ġbl":776,"ĠIs":777,"ook":778,"hes":779,"ased":780,"cent":781,"ilit":782,"ise":783,"Ġ6":784,"uss":785,"AS":786,"gr":787,"line":788,"ected":789,"ting":790,"urity":791,"unday":792,"Ġofficial":793,"US":794,"ĠLe":795,"ĠPro":796,"ĠSunday":797,"Ġwar":798,"ines":799,"Ġdec":800,"urop":801,"Ġwould":802,"ĠRe":803,"Ġteam":804,"AF":805,"ok":806,"urope":807,"Ġback":808,"Ġend":809,"Ġoil":810,"ix":811,"az":812,"ating":813,"ove":814,"olog":815,"Ġserv":816,"Ġcould":817,"able":818,"Ġsl":819,"ĠSat":820,"Ġfour":821,"ely":822,"Ġdef":823,"Ġannoun":824,"ĠAmer":825,"Ġfl":826,"ports":827,"ph":828,"ugh":829,"Ġgovernment":830,"Ġbu":831,"IN":832,"Ġsecond":833,"Ġset":834,"ĠUnited":835,"ics":836,"ox":837,"Ġpol":838,"ĠAs":839,"Ġwhich":840,"Ġyears":841,"ales":842,"iness":843,"oftware":844,"Ġcons":845,"AFP":846,"ons":847,"ents":848,"Ġmak":849,"Ġsup":850,"ĠEx":851,"EW":852,"Ġtoday":853,"Ġpeople":854,"Ġmonth":855,"Ġco":856,"usiness":857,"ron":858,"ww":859,"In":860,"inis":861,"ows":862,"Ġplan":863,"orld":864,"pr":865,"Ġelect":866,"Ġind":867,"ubl":868,"tt":869,"ĠĠ":870,"Ġdes":871,"Ġprices":872,"air":873,"echn":874,"ĠEn":875,"Ġpercent":876,"ĠEurope":877,"Ġseason":878,"ah":879,"hip":880,"Ġ5":881,"ital":882,"ins":883,"Ġdown":884,"Ġwhen":885,"ier":886,"enc":887,"Ġsays":888,"Ġpart":889,"urday":890,"Ġquarter":891,"Ġnext":892,"Ġme":893,"uch":894,"Ġsur":895,"Ġtime":896,"les":897,"Ġpre":898,"ystem":899,"Ġgo":900,"ef":901,"ĠSaturday":902,"ally":903,"lp":904,"Ġnight":905,"ĠPresident":906,"atch":907,"ement":908,"ings":909,"Ġwork":910,"Ġreg":911,"Ġcount":912,"Ġgame":913,"ĠAr":914,"ief":915,"apan":916,"Ġli":917,"Ġthird":918,"Ġph":919,"Ġinvest":920,"Ġ7":921,"ild":922,"ecut":923,"aj":924,"ists":925,"Ġprod":926,"ball":927,"aun":928,"ĠCo":929,"ged":930,"onom":931,"Ġbec":932,"inister":933,"ORK":934,"uring":935,"ĠYORK":936,"echnolog":937,"Ġmarket":938,"under":939,"pt":940,"Ġrecord":941,"ĠBl":942,"Ġvict":943,"Ġcap":944,"Ġmay":945,"ran":946,"Ġne":947,"orn":948,"Ġsoftware":949,"form":950,"Ġmilit":951,"cess":952,"omb":953,"ied":954,"ough":955,"ms":956,"Ġcan":957,"err":958,"ustral":959,"ision":960,"Ġprof":961,"=\"":962,"ars":963,"ult":964,"Ġhelp":965,"Ġ10":966,"rael":967,"ames":968,"eal":969,"oot":970,"ger":971,"Ġrele":972,"St":973,"Ġopen":974,"Ġbusiness":975,"Ġ2004":976,"els":977,"ĠAf":978,"ned":979,"less":980,"ner":981,"Ġannounced":982,"eld":983,"ourt":984,"ĠMicrosoft":985,"lear":986,"Ġec":987,"uter":988,"app":989,"ĠPl":990,"Ġagre":991,"000":992,"ported":993,"ĠInternet":994,"use":995,"Ġdeal":996,"Ġconf":997,"Ġsome":998,"Ġrun":999,"Ġgroup":1000,"ĠBrit":1001,"Quote":1002,"Ġbig":1003,"Ġbillion":1004,"ne":1005,"Ġlarg":1006,"urr":1007,"ath":1008,"Ġdo":1009,"ĠWorld":1010,"ands":1011,"Ġtop":1012,"outh":1013,"rough":1014,"ones":1015,"AT":1016,"ble":1017,"Ġcall":1018,"istan":1019,"Ġsecurity":1020,"led":1021,"ica":1022,"rac":1023,"Ġtake":1024,"Ġmed":1025,"ĠAir":1026,"Ġmost":1027,"io":1028,"year":1029,"eep":1030,"RE":1031,"ares":1032,"ious":1033,"Ġso":1034,"Ġpresident":1035,"inu":1036,"ĠRes":1037,"een":1038,"Ġins":1039,"ĠCl":1040,"Ġcar":1041,"Ġtarg":1042,"Ġsay":1043,"ĠJapan":1044,"ĠAl":1045,"ĠIt":1046,"ces":1047,"Ġtal":1048,"Ġeconom":1049,"Ġam":1050,"echnology":1051,"Ġstart":1052,"ague":1053,"ward":1054,"round":1055,"ert":1056,"ĠCon":1057,"ince":1058,"Ġvictory":1059,"Ġinter":1060,"iam":1061,"Ġother":1062,"Ġunder":1063,"Ġnear":1064,"Ġrem":1065,"Ġkilled":1066,"Ġgrow":1067,"Ġtri":1068,"acks":1069,"Ġday":1070,"Ġair":1071,"Ġcomm":1072,"gle":1073,"ĠJo":1074,"aim":1075,"ony":1076,"ives":1077,"Ġofficials":1078,"Ġsign":1079,"ield":1080,"ĠChina":1081,"ajor":1082,"Ġreported":1083,"Ġsales":1084,"ĠBush":1085,"Ġbo":1086,"ual":1087,"ures":1088,"co":1089,"ampions":1090,"vent":1091,"anad":1092,"riv":1093,"Ġwe":1094,"ept":1095,"ER":1096,"ants":1097,"etwork":1098,"ĠPal":1099,"orth":1100,"other":1101,"ĠFl":1102,"ĠSec":1103,"Ġoffer":1104,"rug":1105,"lymp":1106,"ĠCup":1107,"ING":1108,"inian":1109,"lud":1110,"Ġhead":1111,"Ġlaun":1112,"velop":1113,"Ġcut":1114,"ient":1115,"nings":1116,"Ġoper":1117,"alif":1118,"Ġcountry":1119,"ool":1120,"rov":1121,"Ġ\"":1122,"New":1123,"Ġplans":1124,"Ġtarget":1125,"ities":1126,"Ġprov":1127,"ĠOp":1128,"ĠFor":1129,"ling":1130,"BM":1131,"fore":1132,"ĠRuss":1133,"ĠAustral":1134,"way":1135,"Ġjust":1136,"Ġget":1137,"ĠComm":1138,"Ġ19":1139,"ĠEuropean":1140,"ops":1141,"usp":1142,"Ġhome":1143,"Ġbefore":1144,"usic":1145,"estinian":1146,"Ġdem":1147,"gan":1148,"gy":1149,"ium":1150,"Ġlaw":1151,"Ġmanag":1152,"Ġbuy":1153,"Ġ8":1154,"ederal":1155,"ency":1156,"ĠNo":1157,"gest":1158,"oogle":1159,"Ġshow":1160,"AL":1161,"Ġser":1162,"ck":1163,"ĠOlymp":1164,"Ġimp":1165,"ĠStates":1166,"ember":1167,"su":1168,"ĠMinister":1169,"ission":1170,"ording":1171,"ange":1172,"ĠSer":1173,"Ch":1174,"Ġass":1175,"Ġtak":1176,"ĠPh":1177,"cer":1178,";...":1179,"Ġlong":1180,"Ġjob":1181,"ax":1182,"Ġact":1183,"ĠMar":1184,";...&":1185,"ĠYork":1186,"ĠIsrael":1187,"Ġbro":1188,"Ġno":1189,"Ġsystem":1190,"Ġcharg":1191,"Ġreport":1192,"ĠRed":1193,"\"&":1194,"ury":1195,"AR":1196,"ink":1197,"Ġnews":1198,"ington":1199,"Ġtra":1200,"Microsoft":1201,"head":1202,"Ġformer":1203,"icker":1204,"ĠNEW":1205,"Ġhost":1206,"to":1207,"obile":1208,"iant":1209,"wn":1210,"TON":1211,"ĠAmerican":1212,"Ġkn":1213,"Ġtro":1214,"Ġfinal":1215,"Ġyou":1216,"reak":1217,"Ġbr":1218,"Ġsu":1219,"anies":1220,"Ġbid":1221,"med":1222,"enn":1223,"ech":1224,"ĠJohn":1225,"thern":1226,"Ġinclud":1227,".,":1228,"Ġwon":1229,"Ġrel":1230,"ump":1231,"Ġfive":1232,"ik":1233,"Ġbank":1234,"Ġtechnology":1235,"fo":1236,"Ġleast":1237,"ĠAd":1238,"Ġmade":1239,"ata":1240,"ese":1241,"ause":1242,"ipp":1243,"ular":1244,"ublic":1245,"Ġhim":1246,"etween":1247,"Ġpoin":1248,"ĠAt":1249,"ending":1250,"Ġpost":1251,"Ġmajor":1252,"Ġher":1253,"Ġdevelop":1254,"Ġ9":1255,"ense":1256,"Ġhit":1257,"Ġindust":1258,"Ġmake":1259,"Ġbomb":1260,"ched":1261,"Ġmaker":1262,"ĠProf":1263,"erm":1264,"Ġlat":1265,"IS":1266,"ollar":1267,"ai":1268,"Ġeff":1269,"Ġbetween":1270,"Ġexecut":1271,"ady":1272,"Th":1273,"Ġchief":1274,"Ġsm":1275,"Ġlargest":1276,"error":1277,"Ġincre":1278,"Ġsw":1279,"ears":1280,"Ġthem":1281,"ĠPalestinian":1282,"Ġprogr":1283,"//":1284,"ising":1285,"iew":1286,"Ġduring":1287,"Ġdisc":1288,"ĠEng":1289,"Ġprofit":1290,"://":1291,"ised":1292,"ttp":1293,"66":1294,"Ġreb":1295,"Ġif":1296,"Ġthrough":1297,"ards":1298,"ley":1299,"Ġcompanies":1300,"http":1301,"Ġclaim":1302,"ouse":1303,"ashington":1304,"Ġtalks":1305,"Ġwhat":1306,"Ġaccording":1307,"ful":1308,"Ġhop":1309,"EN":1310,"Ġpay":1311,"fer":1312,"rew":1313,"Ġext":1314,"ots":1315,"ains":1316,"Ġtest":1317,"gin":1318,"ivers":1319,"Ġadd":1320,"eeks":1321,"Ġgl":1322,"ĠWeb":1323,"ĠZ":1324,"Ġra":1325,"Ġservice":1326,"rem":1327,"ered":1328,"ale":1329,"Ġsusp":1330,"Ġanother":1331,"ĠIraqi":1332,"raw":1333,"Ġbat":1334,"Ġcoach":1335,"Ġleader":1336,"ireless":1337,"Ġloss":1338,"www":1339,"alf":1340,"ĠBritish":1341,"Ġnow":1342,"ages":1343,"uction":1344,"ty":1345,"uclear":1346,"Ġintern":1347,"ract":1348,"Ġexpected":1349,"ĠOct":1350,"Ġaut":1351,"af":1352,"ĠApp":1353,"Ġsix":1354,"ution":1355,"rup":1356,"Ġgiant":1357,"Ġfil":1358,"owing":1359,"ĠLeague":1360,"used":1361,"BA":1362,"Ġinj":1363,"Ġstri":1364,"ility":1365,"Ġexpl":1366,"Ġmeet":1367,"Ġsearch":1368,"ns":1369,"Ġpe":1370,"ications":1371,"info":1372,"ticker":1373,"reuters":1374,"ects":1375,"ĠIndia":1376,"REF":1377,"eneral":1378,"Ġtele":1379,"ĠHREF":1380,"Ġleft":1381,"ĠCol":1382,"ife":1383,"erry":1384,"ĠOff":1385,"ĠUp":1386,"Ġ20":1387,"akistan":1388,"'t":1389,"Ġattack":1390,"Ġpower":1391,"Ġstate":1392,"Ġproduc":1393,"pos":1394,"Ġcost":1395,"Ġway":1396,"ured":1397,"son":1398,"Ġsub":1399,"ret":1400,"eed":1401,"ading":1402,"Ġsince":1403,"Ġdel":1404,"Ġthreat":1405,"Ġpass":1406,"ĠSept":1407,"ĠTr":1408,"Ġgu":1409,"back":1410,"CO":1411,"Ġstill":1412,"ĠOpen":1413,"Ġwhile":1414,"Ġriv":1415,"ĠDe":1416,"50":1417,"Ġinf":1418,"iver":1419,"Ġmiss":1420,"Ġcourt":1421,"Ġbeing":1422,"Ġprot":1423,"Ġmov":1424,"Ġsell":1425,"Ġmove":1426,"Ġstrong":1427,"Ġearly":1428,"Ġindustry":1429,"Ġcamp":1430,"Ġfound":1431,"Ġpolice":1432,"Ġamp":1433,"ights":1434,"mb":1435,"ments":1436,"vestor":1437,"asp":1438,"str":1439,"bers":1440,"Ġant":1441,"uel":1442,"off":1443,"ĠBe":1444,"Ġ11":1445,"Ġreturn":1446,"EL":1447,"Ġmusic":1448,"Ġdead":1449,"arm":1450,"down":1451,"ĠSouth":1452,"min":1453,"Ġput":1454,"ghan":1455,"Ġany":1456,"ress":1457,"ism":1458,"ĠGroup":1459,"Ġshare":1460,"Ġagreed":1461,"Ġprogram":1462,"ĠAg":1463,"Ġdeb":1464,"racle":1465,"ĠAra":1466,"ĠAss":1467,"ĠSc":1468,"ison":1469,"par":1470,"Ġmilitary":1471,"ries":1472,"date":1473,"be":1474,"obal":1475,"iol":1476,"tel":1477,"ĠX":1478,"Ġ'":1479,"Ġcent":1480,"DA":1481,"Ġmonths":1482,"ator":1483,"ĠComp":1484,"aza":1485,"ĠInternational":1486,"rupt":1487,"oon":1488,"ench":1489,"Ġi":1490,"Ġcol":1491,"ĠSox":1492,"Ġelection":1493,"full":1494,"ys":1495,"Ġever":1496,"stocks":1497,"Full":1498,"ches":1499,"uk":1500,"INGTON":1501,"ĠKore":1502,"quick":1503,"Ġlook":1504,"ators":1505,"ĠSe":1506,"ĠChampions":1507,"idn":1508,"Ġgrowth":1509,"quote":1510,"investor":1511,"Ġdays":1512,"=/":1513,"Ġrul":1514,"aspx":1515,"fullquote":1516,"FullQuote":1517,"quickinfo":1518,"Ġonly":1519,"ves":1520,"ource":1521,"ific":1522,"indows":1523,"Ġ...":1524,"Ġnuclear":1525,"Ġpar":1526,"An":1527,"ible":1528,"Ġbecause":1529,"Ġcomputer":1530,"Ġterror":1531,"ĠPrime":1532,"Ġsold":1533,"ises":1534,"ĠOn":1535,"oci":1536,"Ġclos":1537,"Ġeven":1538,"ross":1539,"ASH":1540,"Ġdrug":1541,"reet":1542,"Ġrest":1543,"Ġ12":1544,"urg":1545,"oth":1546,"Ġmin":1547,"tain":1548,"sp":1549,"OS":1550,"erson":1551,"ĠNorth":1552,"Ġonline":1553,"ored":1554,"ĠBank":1555,"put":1556,"Ġnum":1557,"rest":1558,"ips":1559,"irect":1560,"Ġmobile":1561,"ootball":1562,"Ġhold":1563,"ustom":1564,"urrican":1565,"ider":1566,"iers":1567,"pite":1568,"ĠWith":1569,"Soft":1570,"Ġphone":1571,"red":1572,"int":1573,"ĠWill":1574,"ude":1575,"Ġresearch":1576,"ASHINGTON":1577,"Ġfoll":1578,"Ġleg":1579,"Ġbeat":1580,"anadian":1581,"ĠOlympic":1582,"Ġservices":1583,"ĠMan":1584,"ĠUN":1585,"Ġincluding":1586,"leg":1587,"Ġfall":1588,"ĠWindows":1589,"Ġrev":1590,"Ġbel":1591,"enter":1592,"my":1593,"ĠState":1594,"amil":1595,"ĠAb":1596,"ĠAfr":1597,"Ġstud":1598,"ĠGre":1599,"res":1600,"let":1601,"ative":1602,"ĠCalif":1603,"Ġthere":1604,"cl":1605,"ES":1606,"Ġspec":1607,"ĠBr":1608,"Ġshould":1609,"hd":1610,"Ġplayers":1611,"ater":1612,"chool":1613,"Ġago":1614,"Ġlatest":1615,"Ġconsum":1616,"ĠDav":1617,"hel":1618,"Ġjoin":1619,"Ġearnings":1620,"Ġhigher":1621,"NEW":1622,"ĠAfghan":1623,"ĠFall":1624,"Ġspace":1625,"Ġlike":1626,"Ġhand":1627,"ĠBag":1628,"Ġface":1629,"ĠOil":1630,"ĠWar":1631,"ida":1632,"Ġfirm":1633,"raft":1634,"eopleSoft":1635,"based":1636,"Ġretail":1637,"Ġpoints":1638,"ĠCar":1639,"Ġkeep":1640,"TO":1641,"uck":1642,"Ġreleased":1643,"hdad":1644,"Ġcity":1645,"Ġkey":1646,"Ġnation":1647,"Ġadv":1648,"Ġmany":1649,"Ġbiggest":1650,"AM":1651,"ene":1652,"Ġrose":1653,"ĠNational":1654,"ĠHe":1655,"Ġfut":1656,"Ġbar":1657,"ĠBut":1658,"Ġcompet":1659,"iting":1660,"Ġneed":1661,"ores":1662,"Ġfight":1663,"Ġstock":1664,"ideo":1665,"Ġpublic":1666,"oston":1667,"ĠWh":1668,"Ġturn":1669,"quarter":1670,"Ġshares":1671,"Ġmem":1672,"Ġmuch":1673,"lin":1674,"ĠWest":1675,"Ġgames":1676,"Ġtit":1677,"ĠGaza":1678,"ott":1679,"Ġdata":1680,"imes":1681,"Ġround":1682,"ĠOr":1683,"ĠPC":1684,"ĠAnd":1685,"Ġacqu":1686,"ior":1687,"Ġfell":1688,"Ġviol":1689,"Ġfree":1690,"Ġpeace":1691,"der":1692,"ĠGoogle":1693,"36":1694,"ize":1695,"For":1696,"ike":1697,"Ġche":1698,"Ġdou":1699,"Ġref":1700,"Ġ2005":1701,"OND":1702,"Ġrecent":1703,";&":1704,"Ġcustom":1705,"Ġtroops":1706,"Ġstocks":1707,"udan":1708,"EC":1709,"Ġvers":1710,"ĠEngland":1711,"ĠBaghdad":1712,"10":1713,"ply":1714,"ended":1715,"ĠNetwork":1716,"ancial":1717,"ĠSan":1718,"Ġgold":1719,"Ġusers":1720,"osition":1721,"inux":1722,"Up":1723,"uts":1724,"Ġfail":1725,"Ġvis":1726,"ĠPakistan":1727,"Ġheld":1728,"aul":1729,"ĠWashington":1730,"ĠAustralia":1731,"eng":1732,"Ġpast":1733,"ians":1734,"so":1735,"Ġav":1736,"Ġwom":1737,"Ġpolit":1738,"Ġsuc":1739,"Ġown":1740,"aign":1741,"ONDON":1742,"Ġinternational":1743,"ĠAug":1744,"oods":1745,"Ġfourth":1746,"Ġcontract":1747,"ĠDec":1748,"Ġcontinu":1749,"Sh":1750,"Ġahead":1751,"Ġline":1752,"istr":1753,"pe":1754,"ats":1755,"Ġfac":1756,"igital":1757,"iving":1758,"Ġrelease":1759,"Ġregion":1760,"Ġord":1761,"ĠSup":1762,"rel":1763,"mail":1764,"hor":1765,"elt":1766,"ASA":1767,"Ġdev":1768,"ized":1769,"Ġeconomy":1770,"rol":1771,"Ġweeks":1772,"Ġdemand":1773,"ĠMich":1774,"Ġcor":1775,"Ġdirect":1776,"It":1777,"Sports":1778,"Ġprice":1779,"Is":1780,"Ġwhere":1781,"ĠTe":1782,"iger":1783,"ĠDar":1784,"oney":1785,"Ġleaders":1786,"Ġtrade":1787,"ĠĠĠ":1788,"Ġhom":1789,"isco":1790,"ĠMc":1791,"Ġred":1792,"ases":1793,"Ġreports":1794,"Ġlaunch":1795,"rib":1796,"opp":1797,"Ġsupport":1798,"Ġexecutive":1799,"ĠResearch":1800,"Ġforces":1801,"Ġstand":1802,"loy":1803,"Ġgr":1804,"ober":1805,"ĠPress":1806,"Ġhalf":1807,"Ġposs":1808,"Ġhow":1809,"Ġprocess":1810,"Ġeng":1811,"Ġban":1812,"Ġ15":1813,"ĠBo":1814,"aker":1815,"Ġconcer":1816,"ject":1817,"ĠGu":1818,"Ġ18":1819,"Ġpress":1820,"itch":1821,"sh":1822,"ĠIsraeli":1823,"Ġpresidential":1824,"ĠAssoci":1825,"IT":1826,"Ġuse":1827,"fur":1828,"Ġfederal":1829,"ĠStreet":1830,"EO":1831,"ham":1832,"ends":1833,"Ġeconomic":1834,"lo":1835,"ĠIran":1836,"fat":1837,"IBM":1838,"Ġboost":1839,"erve":1840,"eor":1841,"Ġform":1842,"Ġstra":1843,"Ġbet":1844,"Ġenter":1845,"ientists":1846,"ask":1847,"Ġhist":1848,"ided":1849,"orida":1850,"ĠAll":1851,"Ġmain":1852,"ĠBoston":1853,"Ġemp":1854,"ĠAfter":1855,"urricane":1856,"ĠEar":1857,"Ġnumber":1858,"Ġdollar":1859,"elf":1860,"ees":1861,"Ġyour":1862,"Ġinvestig":1863,"Ġrival":1864,"Ġopp":1865,"Ġtook":1866,"Ġright":1867,"Ġlower":1868,"ĠBu":1869,"ults":1870,"BC":1871,"lim":1872,"Ġtry":1873,"ann":1874,"ĠLinux":1875,"atic":1876,"hold":1877,"Ġlow":1878,"Ġrece":1879,"Ġtitle":1880,"ying":1881,"Ġhard":1882,"ĠGr":1883,"Ġev":1884,"inn":1885,"riz":1886,"Ġjobs":1887,"ĠAmerica":1888,"ought":1889,"Ġmen":1890,"Ġnearly":1891,"Ġcalled":1892,"Ġdeath":1893,"Ġinvestors":1894,"veil":1895,"alt":1896,"Update":1897,"ĠQ":1898,"anke":1899,"ĠSw":1900,"ĠMay":1901,"Ġinterest":1902,"Ġseries":1903,"Ġused":1904,"ĠBar":1905,"pped":1906,"ĠRussian":1907,"Ġsever":1908,"Ġfind":1909,"ness":1910,"ĠOut":1911,"ĠQu":1912,"Ġseven":1913,"ĠNov":1914,"Ind":1915,"ills":1916,"Ġclose":1917,"Ġaim":1918,"Ġaround":1919,"Ġbuild":1920,"Ġinv":1921,"unications":1922,"key":1923,"ides":1924,"lines":1925,"ankees":1926,"inal":1927,"ĠUnion":1928,"Ġ14":1929,"ired":1930,"Ġattacks":1931,"ĠServ":1932,"orks":1933,"Ġfund":1934,"Ġdri":1935,"IC":1936,"Ġsent":1937,"Ġpop":1938,"ĠKorea":1939,"aring":1940,"ĠCity":1941,"ging":1942,"mit":1943,"ades":1944,"ams":1945,"Ġcampaign":1946,"aid":1947,"ĠTo":1948,"inals":1949,"ĠRussia":1950,"TA":1951,"ĠSecurity":1952,"Ġlate":1953,"ĠDep":1954,"idd":1955,"br":1956,"Ġglobal":1957,"ĠSun":1958,"ĠDis":1959,"ael":1960,"Ġkilling":1961,"ĠOracle":1962,"15":1963,"rod":1964,"ĠWall":1965,"Ġworkers":1966,"akes":1967,"Ġnetwork":1968,"ened":1969,"ĠAng":1970,"per":1971,"Ġcare":1972,"Ġdet":1973,"iff":1974,"ĠApple":1975,"Ġshort":1976,"ĠSays":1977,"ĠEd":1978,"udge":1979,"cy":1980,"uj":1981,"ĠSudan":1982,"ĠHigh":1983,"ĠIBM":1984,"Ġquest":1985,"Ġlit":1986,"ĠMot":1987,"Ġmight":1988,"Ġ16":1989,"ĠIndian":1990,"att":1991,"Ġmod":1992,"aving":1993,"Ġca":1994,"Ġdespite":1995,"ĠDem":1996,"ung":1997,"ĠGame":1998,"Ġsuccess":1999,"Ġ13":2000,"top":2001,"Ġschool":2002,"Ġ30":2003,"ĠDarfur":2004,"Ġprom":2005,"Ġsmall":2006,"ĠPeopleSoft":2007,"abor":2008,"ĠFrench":2009,"Ġleading":2010,"ĠFlorida":2011,"ĠPhil":2012,"ergy":2013,"Ġcase":2014,"idence":2015,"Ġversion":2016,"ĠItal":2017,"Ġpat":2018,"ĠSeptember":2019,"Ġalso":2020,"orthern":2021,"by":2022,"artment":2023,"ij":2024,"outhern":2025,"alk":2026,"Ġchamp":2027,"Ġremain":2028,"ĠElect":2029,"Ġfollowing":2030,"adr":2031,"Ġvideo":2032,"ĠKerry":2033,"ĠCommission":2034,"Ġbroad":2035,"get":2036,"Ġhol":2037,"ait":2038,"lam":2039,"ites":2040,"Ġ17":2041,"Ġappl":2042,"TH":2043,"Ġanal":2044,"Ġdom":2045,"ensive":2046,"Ġarrest":2047,"Ġagreement":2048,"ener":2049,"ĠAc":2050,"itt":2051,"Ġbest":2052,"uman":2053,"Oil":2054,"ont":2055,"Ġgood":2056,"ĠNews":2057,"Sp":2058,"Ġtax":2059,"Ġnational":2060,"ĠMark":2061,"ances":2062,"igned":2063,"Ġrise":2064,"ĠOctober":2065,"ĠSte":2066,"Ġbreak":2067,"amed":2068,"Ġstar":2069,"eth":2070,"ĠPar":2071,"ished":2072,"Ġtrans":2073,"ugg":2074,"Ġshe":2075,"Ġed":2076,"Ġpropos":2077,"Ġcapital":2078,"Ġfore":2079,"ute":2080,"Ġcond":2081,"anada":2082,"ornia":2083,"uce":2084,"mber":2085,"Ġste":2086,"ession":2087,"Ġproducts":2088,"sc":2089,"ĠOver":2090,"uro":2091,"ved":2092,"Ġeas":2093,"ystems":2094,"orts":2095,"time":2096,"Ġcre":2097,"ĠRep":2098,"Ġbegin":2099,"ĠPlay":2100,"rove":2101,"ĠTV":2102,"owed":2103,"Ġboth":2104,"Ġfamil":2105,"Ġwhe":2106,"ovember":2107,"ways":2108,"Ġfootball":2109,"ĠCourt":2110,"ĠBy":2111,"Ġcustomers":2112,"),":2113,"Ġsol":2114,"ler":2115,"Ġcurr":2116,"ape":2117,"ads":2118,"imb":2119,"Ġregul":2120,"aster":2121,"Ġgive":2122,"Ġlik":2123,"Ġaway":2124,"ole":2125,"ĠUK":2126,"Ġtouch":2127,"ooks":2128,"Ġinst":2129,"Ġminister":2130,"Ġdecision":2131,"Ġwell":2132,"ĠArafat":2133,"ners":2134,"Ġforec":2135,"ĠIv":2136,"ĠNot":2137,"aseball":2138,"Ġouts":2139,"GH":2140,"Ġwireless":2141,"Ġstep":2142,"Ġfuture":2143,"erman":2144,"ocr":2145,"esc":2146,"Ġplayer":2147,"iversity":2148,"thers":2149,"Ġperson":2150,"Ġbattle":2151,"Ġhere":2152,"ĠAustralian":2153,"Ġmar":2154,"Ġfinancial":2155,"Ġpolitical":2156,"ĠGeor":2157,"iants":2158,"Ġapprov":2159,"Ġcharges":2160,"Ġsuch":2161,"ĠYankees":2162,"Ġcrit":2163,"As":2164,"Ġequ":2165,"Ġresp":2166,"Ġmeeting":2167,"MS":2168,"ney":2169,"Ġur":2170,"Ġrace":2171,"umb":2172,"ren":2173,"Ġmanager":2174,"Ġforeign":2175,"Ġdue":2176,"ĠRec":2177,"RAN":2178,"Ġemploy":2179,"ĠJapanese":2180,"UN":2181,"uf":2182,"Ġmatch":2183,"Ġscored":2184,"ension":2185,"Ġchampion":2186,"go":2187,"of":2188,"Ġdigital":2189,"Ġemb":2190,"Ġexper":2191,"Ġtold":2192,"Ġ:":2193,"Ġcell":2194,"ĠCr":2195,"ĠSl":2196,"Ġengine":2197,"Ġbeh":2198,"ago":2199,"urt":2200,"Pod":2201,"Ġlist":2202,"Ġlife":2203,"Ġproble":2204,"ming":2205,"Ġpull":2206,"raz":2207,"Ġresults":2208,"ric":2209,"Ġdiv":2210,"ĠFederal":2211,"inese":2212,"iams":2213,"ering":2214,"Ġloc":2215,"ĠProfit":2216,"OL":2217,"airman":2218,"acy":2219,"Ġreven":2220,"ours":2221,"exas":2222,"rows":2223,"ern":2224,"formation":2225,"Ġmor":2226,"adio":2227,"Ġissu":2228,"Ġchip":2229,"Ġunveil":2230,"ĠTest":2231,"Ġwithout":2232,"oid":2233,"ĠSy":2234,"ston":2235,"prise":2236,"Ġstraight":2237,"Ġseveral":2238,"Ġmer":2239,"ĠHam":2240,"Google":2241,"hens":2242,"Ġwhether":2243,"Ġcosts":2244,"we":2245,"enal":2246,"ĠProfile":2247,"Canadian":2248,"ĠCEO":2249,"Ġevery":2250,"Ġsite":2251,"Ġsaying":2252,"Ġauthor":2253,"ift":2254,"Ġtrial":2255,"estern":2256,"ĠFir":2257,"Ġob":2258,"ĠIntel":2259,"ett":2260,"Ġelections":2261,"Ġest":2262,"osp":2263,"ĠQuote":2264,"ential":2265,"ĠEU":2266,"ĠDef":2267,"Ġsettle":2268,"most":2269,"ĠOne":2270,"aps":2271,"Ġchampions":2272,"Ġperform":2273,"ana":2274,"ody":2275,"Ġbecome":2276,"view":2277,"ĠChampionship":2278,"idnapp":2279,"ĠSeries":2280,"IL":2281,"Com":2282,"for":2283,"Ġfew":2284,"rown":2285,"Ġ100":2286,"Ġlittle":2287,"ker":2288,"alth":2289,"Ġexpect":2290,"etworks":2291,"retary":2292,"ĠShar":2293,"ID":2294,"ermany":2295,"ĠCalifornia":2296,"FL":2297,"ĠPost":2298,"ĠNovember":2299,"IA":2300,"Ġreach":2301,"Ġeight":2302,"ĠFrance":2303,"Ġmedia":2304,"ministr":2305,"era":2306,"Ġlaunched":2307,"Ġsk":2308,"ktop":2309,"Ġopt":2310,"Ġtrad":2311,"ĠMus":2312,"Ġacross":2313,"look":2314,"rist":2315,"ĠPe":2316,"Ġplace":2317,"Ġweekend":2318,"Ġmaking":2319,"Israel":2320,"Russ":2321,"WASHINGTON":2322,"ĠGl":2323,"change":2324,"Ġpolic":2325,"the":2326,"Ġgreat":2327,"Ġagency":2328,"Ġdoes":2329,"Ġstrike":2330,"Ġbetter":2331,"aff":2332,"Ġwinning":2333,"Ġrock":2334,"China":2335,"Ġbankrupt":2336,"Bl":2337,"Ġlost":2338,"ĠBig":2339,"AC":2340,"Ġ25":2341,"Ġincrease":2342,"ĠAugust":2343,"ĠSch":2344,"avy":2345,"Ġtelev":2346,"isk":2347,"Ġshar":2348,"ahoo":2349,"SE":2350,"Ġrunning":2351,"Ġ0":2352,"Ex":2353,"ection":2354,"Ġquarterly":2355,"Ġneg":2356,"Ġwomen":2357,"icket":2358,"ues":2359,"ĠEl":2360,"ele":2361,"Wh":2362,"Ġhistory":2363,"ane":2364,"ĠPat":2365,"Ġanalyst":2366,"iet":2367,"Ġfire":2368,"Ġwound":2369,"aper":2370,"vers":2371,"enior":2372,"lex":2373,"Ġcontrol":2374,"ĠFin":2375,"akers":2376,"Ġusing":2377,"ĠWin":2378,"Ġreac":2379,"ived":2380,"Ġhealth":2381,"Ġclear":2382,"asts":2383,"Ġconsumer":2384,"ĠPol":2385,"News":2386,"Ġhostage":2387,"\\\\":2388,"Ġvote":2389,"Ġanti":2390,"Ġlikely":2391,"pected":2392,"Brit":2393,"Iraq":2394,"Ġpriv":2395,"icans":2396,"ĠMa":2397,"Ġtaking":2398,"Ġhopes":2399,"field":2400,"Ġchall":2401,"ĠAm":2402,"ather":2403,"ĠCanada":2404,"ĠCont":2405,"oint":2406,"Ġfield":2407,"ode":2408,"ousands":2409,"ories":2410,"Ġcome":2411,"Ġmanagement":2412,"Ġbelie":2413,"iles":2414,"Ġstat":2415,"Ġfans":2416,"reen":2417,"Ġless":2418,"ament":2419,"irus":2420,"Ġpoll":2421,"ĠTexas":2422,"Ġsame":2423,"Ġattem":2424,"ĠMed":2425,"urance":2426,"Ġwarned":2427,"ĠiPod":2428,"ufact":2429,"Ġsee":2430,"lier":2431,"adium":2432,"ience":2433,"rip":2434,"ondon":2435,"Ġ24":2436,"ona":2437,"--":2438,"ĠNet":2439,"ĠSpace":2440,"ĠAfghanistan":2441,"Ġjump":2442,"itz":2443,"ĠWireless":2444,"oti":2445,"Ġboard":2446,"Ġbarrel":2447,"Ġmembers":2448,"ĠBritain":2449,"ganiz":2450,"ĠDepartment":2451,"td":2452,"Ġlawsu":2453,"Ġsum":2454,"Ġfeat":2455,"Ġchild":2456,"Ġshot":2457,"Ġfar":2458,"Ġaccused":2459,"Ġshowed":2460,"Fr":2461,"lant":2462,"Ġtoward":2463,"Ġdr":2464,"Ġamong":2465,"Ġtouchdown":2466,"Ġdist":2467,"etro":2468,"Ġmorning":2469,"Austral":2470,"ication":2471,"SP":2472,"ĠWilliams":2473,"ule":2474,"Ġve":2475,"Ġdid":2476,"Ġled":2477,"ified":2478,"Ġoperating":2479,"Ġrates":2480,"Ġask":2481,"cil":2482,"Ġconfir":2483,"Ġposted":2484,"ev":2485,"ĠPer":2486,"irgin":2487,"Ġent":2488,"Ġpo":2489,"Ġ21":2490,"Ġexplos":2491,"ĠDel":2492,"Ġfull":2493,"leged":2494,"Ġdrop":2495,"Ġseek":2496,"aking":2497,"ĠMichael":2498,"ĠPart":2499,"Ġaction":2500,"itive":2501,"Ġgas":2502,"Ġclub":2503,"set":2504,"Ġfuel":2505,"ĠAtt":2506,"olution":2507,"ocus":2508,"Ġbehind":2509,"Un":2510,"ared":2511,"Ġprison":2512,"Ġmedal":2513,"Ġamid":2514,"Ġaccess":2515,"ĠIslam":2516,"Ġtakes":2517,"ĠDemocr":2518,"Ġmilitants":2519,"Ġpossible":2520,"porate":2521,"ĠChief":2522,"ĠSing":2523,"que":2524,"ino":2525,"Ġball":2526,"ota":2527,"vey":2528,"Ġvisit":2529,"icago":2530,"ĠIT":2531,"ĠGeneral":2532,"Ġgoing":2533,"Ġwithd":2534,"Ġrate":2535,"ĠNations":2536,"Ġviolence":2537,"Ġtoo":2538,"Ġwins":2539,"Ġclaims":2540,"EM":2541,"yo":2542,"ĠChinese":2543,"razil":2544,"ately":2545,"ges":2546,"amb":2547,"ĠTal":2548,"osing":2549,"band":2550,"ined":2551,"itions":2552,"Ġbring":2553,"Ġmid":2554,"Ġtrading":2555,"reas":2556,"ĠBay":2557,"ĠUniversity":2558,"Ġappear":2559,"ĠEast":2560,"Ġsem":2561,"Ġinformation":2562,"ĠHol":2563,"Ġwatch":2564,"Ġrepl":2565,"raud":2566,"Ġemer":2567,"Ġvot":2568,"Ġactiv":2569,"Ar":2570,"No":2571,"Ġcash":2572,"ready":2573,"LE":2574,"Ġhuman":2575,"ONT":2576,"GO":2577,"ald":2578,"ĠFranc":2579,"ENS":2580,"aced":2581,"Ġbegan":2582,"ĠAfrica":2583,"ening":2584,"ĠCong":2585,"Ġland":2586,"Ġcrude":2587,"ĠComputer":2588,"asser":2589,"Ġphones":2590,"AD":2591,"ena":2592,"cast":2593,"Ġtool":2594,"ouston":2595,"oes":2596,"Ġcame":2597,"ĠJe":2598,"ĠJan":2599,"Ġinjured":2600,"inc":2601,"Ġchang":2602,"Ġel":2603,"Ġdoc":2604,"ĠGermany":2605,"ourn":2606,"Ġsim":2607,"ama":2608,"ĠLtd":2609,"ouncil":2610,"Ġinfl":2611,"andid":2612,"Ġalmost":2613,"Ġscientists":2614,"BS":2615,"Ġgot":2616,"Ġvo":2617,"ivil":2618,"Ġsigned":2619,"Ġtakeover":2620,"ĠFalluj":2621,"Ġbankruptcy":2622,"ining":2623,"Ġpopular":2624,"ĠMore":2625,"ption":2626,"run":2627,"Ġmass":2628,"Ġchange":2629,"Ġdoub":2630,"ĠLou":2631,"UR":2632,"raph":2633,"Ġprofits":2634,"Ġhelped":2635,"6666":2636,"ministration":2637,"World":2638,"ĠLead":2639,"Ġsenior":2640,"owl":2641,"Ġoffering":2642,"Ġtelevision":2643,"Ġmess":2644,"ĠNASA":2645,"Ġpush":2646,"Ġreal":2647,"Ġsoldiers":2648,"Ġsaf":2649,"Ġthose":2650,"Ġrequ":2651,"ĠHurricane":2652,"App":2653,"ĠSearch":2654,"ĠJones":2655,"ources":2656,"oring":2657,"Ġnine":2658,"Ġalleged":2659,"Ġcontin":2660,"One":2661,"ĠMart":2662,"ĠRet":2663,"Ġconfer":2664,"Ġold":2665,"Ġdied":2666,"ĠFed":2667,"ĠMuslim":2668,"wan":2669,"wide":2670,"Ġhot":2671,"Ġenergy":2672,"Pr":2673,"eg":2674,"Ġpres":2675,"apons":2676,"Ġlevel":2677,"Ġended":2678,"icks":2679,"urch":2680,"ĠMo":2681,"ĠBill":2682,"Ġintrod":2683,"Ġcarri":2684,"ĠSen":2685,"ĠDes":2686,"ecutive":2687,"Pal":2688,"VD":2689,"Ġsoon":2690,"rust":2691,"asing":2692,"ĠSm":2693,"ĠGold":2694,"Ġjudge":2695,"Ġ199":2696,"ring":2697,"Ġmet":2698,"ece":2699,"ĠHouse":2700,"Ġunit":2701,"Japan":2702,"Ġproduct":2703,"Ġcareer":2704,"yn":2705,"Ġsource":2706,"ĠDeal":2707,"gypt":2708,"Al":2709,"ĠChe":2710,"ĠFRAN":2711,"Ġunt":2712,"okes":2713,"151":2714,"Ġver":2715,"anks":2716,"UP":2717,"vious":2718,"Ġsing":2719,"Ġfact":2720,"Stocks":2721,"ym":2722,"Ġstorm":2723,"Ġearlier":2724,"Ġproduction":2725,"Ġstudy":2726,"Ġparty":2727,"ĠDavid":2728,"Ġnegoti":2729,"icide":2730,"ĠWe":2731,"LONDON":2732,"Two":2733,"Ġnorthern":2734,"ĠSu":2735,"ream":2736,"ĠPaul":2737,"Ġkidnapp":2738,"ĠTur":2739,"aces":2740,"ronics":2741,"isc":2742,"ĠJu":2743,"Ġcuts":2744,"resh":2745,"Ġgain":2746,"Ġfur":2747,"Ġmoney":2748,"ĠSales":2749,"ĠAirways":2750,"Amer":2751,"ĠChar":2752,"comm":2753,"Ġrevenue":2754,"At":2755,"Ġheart":2756,"anches":2757,"Ġmanufact":2758,"senal":2759,"Ġsouthern":2760,"ĠGames":2761,"ealth":2762,"Ġopening":2763,"Ġbill":2764,"utch":2765,"Ġyet":2766,"Ġcapt":2767,"ĠAthens":2768,"YO":2769,"ashed":2770,"ĠStocks":2771,"Intel":2772,"Ġmust":2773,"ander":2774,"Ġpitch":2775,"Ġgets":2776,"isis":2777,"ĠRy":2778,"ĠSecretary":2779,"urd":2780,"Ġsuff":2781,"Ġefforts":2782,"iron":2783,"ĠHar":2784,"undred":2785,"Ġlet":2786,"Mart":2787,"Ġinit":2788,"Ġalready":2789,"ĠOlympics":2790,"Ġple":2791,"Ġpubl":2792,"ĠDown":2793,"expected":2794,"Ġannounce":2795,"press":2796,"ospital":2797,"eing":2798,"unt":2799,"Ph":2800,"Ġfre":2801,"Ġweb":2802,"ĠAfrican":2803,"Ġter":2804,"ety":2805,"ĠHouston":2806,"Ġperformance":2807,"ĠFRANC":2808,"Ġfast":2809,"Ġpot":2810,"Ġmat":2811,"Ġshut":2812,"Ġconcerns":2813,"Ġforce":2814,"Ġdefense":2815,"asket":2816,"ISCO":2817,"On":2818,"Ġmult":2819,"Ġsched":2820,"Ġcalls":2821,"ĠService":2822,"Ġconference":2823,"Bush":2824,"Ġfe":2825,"Ġgave":2826,"Ġcountries":2827,"ĠAtlant":2828,"Ġcorporate":2829,"ĠAssociation":2830,"Ġpersonal":2831,"Ġrej":2832,"ĠRo":2833,"enger":2834,"ille":2835,"Ġgeneral":2836,"Ġaccount":2837,"reme":2838,"ya":2839,"Ġhours":2840,"ĠHow":2841,"ĠChicago":2842,"ĠCub":2843,"Ġseem":2844,"ĠFRANCISCO":2845,"wood":2846,"vert":2847,"Ġmakes":2848,"ĠAngel":2849,"Ġforecast":2850,"Ġnet":2851,"Ġrecover":2852,"KYO":2853,"une":2854,"okyo":2855,"Ġtrying":2856,"Ġmarkets":2857,"olf":2858,"Ġconv":2859,"iance":2860,"ĠReserve":2861,"Ġcurrent":2862,"mir":2863,"Ġcivil":2864,"Ġenough":2865,"anced":2866,"Ġaid":2867,"ĠGerman":2868,"Ġsug":2869,"ĠSpain":2870,"Ġoutside":2871,"unity":2872,"ĠAmericans":2873,"Ġconsider":2874,"ĠCommunications":2875,"Ġlegal":2876,"Ġexpand":2877,"ris":2878,"Ġsn":2879,"ĠSystems":2880,"Ġgrowing":2881,"Ġsale":2882,"ĠMer":2883,"ĠRob":2884,"iddle":2885,"Ġport":2886,"Ġden":2887,"Ġqualif":2888,"Ġcomputers":2889,").":2890,"Ġyards":2891,"aq":2892,"Ġready":2893,"rap":2894,"Ġwithin":2895,"rial":2896,"rong":2897,"ily":2898,"Ġleague":2899,"ĠCouncil":2900,"ront":2901,"ĠNext":2902,"ĠBlack":2903,"Sc":2904,"ayed":2905,"Ġstake":2906,"ĠHold":2907,"occer":2908,"ds":2909,"utin":2910,"Ġstop":2911,"ĠLouis":2912,"tor":2913,"ually":2914,"Ġunion":2915,"ically":2916,"Ġreached":2917,"Ġcontinue":2918,"ĠShares":2919,"Ġavail":2920,"Ġaimed":2921,"Ġteams":2922,"Ġreve":2923,"Ġarrested":2924,"14":2925,"Ġcandid":2926,"Ġairline":2927,"Ġuntil":2928,"Ġothers":2929,"utes":2930,"ĠNFL":2931,"ĠJust":2932,"Ġben":2933,"Ġrebels":2934,"Ġ23":2935,"Ġopposition":2936,"ender":2937,"Ġlift":2938,"CH":2939,"IR":2940,"ĠKill":2941,"Ġdefeat":2942,"Ġlocal":2943,"CP":2944,"FONT":2945,"lege":2946,"ĠMars":2947,"Ġsystems":2948,"Ġfile":2949,"Ġcoll":2950,"ĠTO":2951,"Ġlo":2952,"Ġrep":2953,"rian":2954,"Ġprepar":2955,"Ġcop":2956,"ĠMac":2957,"Ġweapons":2958,"ĠCle":2959,"ulation":2960,"Ġslow":2961,"ertain":2962,"iami":2963,"Ġtaken":2964,"Ġcharged":2965,"Ġinvol":2966,"Col":2967,"Ġanalysts":2968,"ead":2969,"ĠEnd":2970,"Ġ22":2971,"ishing":2972,"ĠIndones":2973,"ĠAsia":2974,"Ġeffort":2975,"anchester":2976,"bus":2977,"Ġcompetition":2978,"inks":2979,"Ġrally":2980,"ĠLondon":2981,"12":2982,"enge":2983,"Ġwrit":2984,"aud":2985,"Ġinsurg":2986,"orage":2987,"ĠTra":2988,"ĠWASHINGTON":2989,"Ġquestion":2990,"ĠGeorge":2991,"oung":2992,"Ġstarting":2993,"Ġcontinued":2994,"ĠGrand":2995,"ĠAnn":2996,"Ġfailed":2997,"Ġauthorities":2998,"ault":2999,"ĠMiss":3000,"Ġspokes":3001,"Ġblock":3002,"Ġsuppl":3003,"asketball":3004,"Ġfocus":3005,"aled":3006,"Ġchampionship":3007,"ĠGiants":3008,"Ġsuper":3009,"ĠArab":3010,"Apple":3011,"uary":3012,"Ġfav":3013,"Ġwants":3014,"ĠTwo":3015,"Ġeach":3016,"Ġcentral":3017,"iven":3018,"Ġarriv":3019,"ipped":3020,"Ġcoun":3021,"Ġonce":3022,"iffer":3023,"ĠAirlines":3024,"Ġprevious":3025,"Ġpract":3026,"Ġretailer":3027,"mar":3028,"Ġdeliver":3029,"oto":3030,"Ġoffice":3031,"uge":3032,"held":3033,"Ġdouble":3034,"Ġeuro":3035,"ability":3036,"Ġfinally":3037,"Ġpos":3038,"Ġdisput":3039,"Ġevent":3040,"Ġaff":3041,"adrid":3042,"Ġsuggest":3043,"ĠVirgin":3044,"ĠAst":3045,"ĠChrist":3046,"ails":3047,"ĠAgain":3048,"Ġspending":3049,"bit":3050,"Ġfresh":3051,"Ġthousands":3052,"Ġdomin":3053,"icip":3054,"comp":3055,"Ġdownlo":3056,"Ġfiled":3057,"ĠOnline":3058,"Ġspecial":3059,"Ġfurther":3060,"ĠLONDON":3061,"Ġinvestment":3062,"ATE":3063,"UK":3064,"ĠDVD":3065,"Ġraised":3066,"SAN":3067,"Ġfig":3068,"ims":3069,"imate":3070,"Ġrebel":3071,"DAD":3072,"ournal":3073,"UL":3074,"Ġquarterback":3075,"tered":3076,"gers":3077,"han":3078,"Ġseen":3079,"Ġexecutives":3080,"GHDAD":3081,"kins":3082,"Ġpack":3083,"Ġhands":3084,"Ġdraw":3085,"ellite":3086,"ĠDavis":3087,"ĠFrancisco":3088,"30":3089,"right":3090,"Ġcenter":3091,"Ġsat":3092,"Ġdam":3093,"rich":3094,"Ġgun":3095,"onds":3096,"cing":3097,"ĠSony":3098,"ĠCons":3099,"Ġey":3100,"ple":3101,"Ġoperations":3102,"Ġpressure":3103,"ĠIvan":3104,"11":3105,"phone":3106,"Ġfamily":3107,"ĠSet":3108,"Ġroll":3109,"sue":3110,"Ġside":3111,"Ġpred":3112,"order":3113,"ĠYasser":3114,"Ġ2006":3115,"ollars":3116,"Ġcred":3117,"Ġstrugg":3118,"mark":3119,"ĠBack":3120,"Ġcrisis":3121,"Ġdesigned":3122,"Ġ50":3123,"Ġinjury":3124,"Ġlooking":3125,"FT":3126,"add":3127,"Ġenv":3128,"Ġpotential":3129,"ĠCanadian":3130,"ĠTit":3131,"ĠTro":3132,"ĠStadium":3133,"rovers":3134,"Ġground":3135,"ounds":3136,"With":3137,"Ġmon":3138,"Ġhits":3139,"aded":3140,"ĠLos":3141,"Ġ27":3142,"Ġtravel":3143,"unes":3144,"Ġdrive":3145,"icted":3146,"asters":3147,"Ġcoming":3148,"Ġspeed":3149,"ĠReal":3150,"cc":3151,"Ġsize":3152,"entral":3153,"illeg":3154,"ĠMadrid":3155,"liam":3156,"ĠBowl":3157,".'":3158,"acing":3159,"Ġcomb":3160,"okia":3161,"Ġ,":3162,"Ġwent":3163,"Ġgains":3164,"obe":3165,"Ġwithdraw":3166,"hib":3167,"Ġfraud":3168,"ico":3169,"liament":3170,"After":3171,"ini":3172,"irc":3173,"Ġrisk":3174,"ĠArmy":3175,"ĠXP":3176,"HL":3177,"lom":3178,"part":3179,"ural":3180,"Ġgener":3181,"Ġrights":3182,"Ġtrack":3183,"anked":3184,"Ġruling":3185,"ĠInter":3186,"Ġallow":3187,"undreds":3188,"Ġow":3189,"Ġdon":3190,"Ġval":3191,"ipment":3192,"hest":3193,"iding":3194,"ĠHel":3195,"Ġtalk":3196,"ilt":3197,"eck":3198,"ĠPrices":3199,"Ġgoal":3200,"Ġlarge":3201,"Ġpolicy":3202,"urities":3203,"ĠMos":3204,"Ġdesktop":3205,"Ġdollars":3206,"ĠNiger":3207,"Ġgetting":3208,"post":3209,"verage":3210,"Ġchairman":3211,"men":3212,"ĠGreen":3213,"ĠEarth":3214,"Oracle":3215,"aged":3216,"Ġchips":3217,"ĠCoast":3218,"Ġinsurance":3219,"Ġpil":3220,"ĠCenter":3221,"Ġstore":3222,"NA":3223,"ashes":3224,"aves":3225,"Ġsupply":3226,"opping":3227,"ĠItalian":3228,"Ġchildren":3229,"arz":3230,"Ġthen":3231,"ention":3232,"aging":3233,"porters":3234,"itor":3235,"ĠExchange":3236,"rowser":3237,"DATE":3238,"Ġtown":3239,"oman":3240,"thlet":3241,"Ġspot":3242,"Ġprotest":3243,"tors":3244,"roll":3245,"ells":3246,"Ġspam":3247,"ĠThis":3248,"Ġbenef":3249,"cept":3250,"ably":3251,"uced":3252,"Ġcharge":3253,"month":3254,"elta":3255,"Ġholiday":3256,"CC":3257,"Ġname":3258,"Ġannual":3259,"Ġnever":3260,"Ġpowerful":3261,"Red":3262,"Ġfears":3263,"Ġwant":3264,"icit":3265,"ĠMiami":3266,"Ġstrate":3267,"ĠWhite":3268,"En":3269,"uff":3270,"Ġtw":3271,"reland":3272,"Ġbeg":3273,"ĠBlair":3274,"IM":3275,"Ġworking":3276,"Ġproblems":3277,"Ġtreat":3278,"CA":3279,"ĠBrazil":3280,"illa":3281,"anger":3282,"Ġdiscuss":3283,"Ġinvestigation":3284,"elebr":3285,"icial":3286,"ĠPrem":3287,"ĠEgypt":3288,"oper":3289,"alled":3290,"Ġprime":3291,"Ġprovide":3292,"iber":3293,"Ġilleg":3294,"Ġcanc":3295,"Ġpick":3296,"ĠIP":3297,"Ġfighting":3298,"urning":3299,"using":3300,"illing":3301,"ĠJob":3302,"EU":3303,"Iran":3304,"Ġident":3305,"me":3306,"itness":3307,"Ġ28":3308,"Ġfired":3309,"By":3310,"rief":3311,"Ġbusinesses":3312,"kra":3313,"ĠBel":3314,"ula":3315,"Ġvol":3316,"Ġselling":3317,"ĠAngeles":3318,"maker":3319,"ype":3320,"Ġplayoff":3321,"500":3322,"Europe":3323,"GA":3324,"ceed":3325,"osed":3326,"Ġtimes":3327,"ailed":3328,"IP":3329,"game":3330,"Ġdriv":3331,"Ġsurvey":3332,"arra":3333,"Ġtour":3334,"ĠPower":3335,"ze":3336,"Ġheavy":3337,"rize":3338,"Ġattempt":3339,"Sun":3340,"Ġdisapp":3341,"aiwan":3342,"Ġrivals":3343,"ĠPark":3344,"ĠBro":3345,"ria":3346,"ronic":3347,"Ġplanned":3348,"Ġhope":3349,"ĠAT":3350,"Ġweak":3351,"Ġexpectations":3352,"Ġavailable":3353,"ED":3354,"ĠPac":3355,"Ġarmy":3356,"ATH":3357,"ploy":3358,"Cr":3359,"Ġcour":3360,"Ġchance":3361,"ĠTrade":3362,";,":3363,"OM":3364,"onald":3365,"ennis":3366,"miss":3367,"sw":3368,"ifth":3369,"Ġrules":3370,"Ġsom":3371,"Ġbaseball":3372,"ference":3373,"ukos":3374,"ĠFirst":3375,"Ġprivate":3376,"ctions":3377,"anish":3378,"Ġdro":3379,"oming":3380,"ĠWins":3381,"Ġconsumers":3382,"merc":3383,"Ġdecided":3384,"Ġpoint":3385,"ĠAut":3386,"ords":3387,"eattle":3388,"Ġknown":3389,"ĠPM":3390,"ĠBusiness":3391,"echnologies":3392,"ruct":3393,"overed":3394,"Ġblast":3395,"asd":3396,"PC":3397,"ĠTor":3398,"Ġnamed":3399,"Ġflight":3400,"Ġruns":3401,"Ġdevelopment":3402,"asdaq":3403,"Ġterm":3404,"Ġhospital":3405,"Ġstores":3406,"ĠFrom":3407,"UPDATE":3408,"Ġdiffer":3409,"Ġimport":3410,"ixed":3411,"Ġorder":3412,"TS":3413,"ĠSoftware":3414,"ĠAN":3415,"ĠMe":3416,"ackers":3417,"Ġworth":3418,"Ġimprove":3419,"Ġmissing":3420,"ume":3421,"ĠVi":3422,"awi":3423,"ĠTour":3424,"ĠMor":3425,"Ġradio":3426,"oys":3427,"ĠPlan":3428,"ever":3429,"stit":3430,"agu":3431,"oreign":3432,"Ġabove":3433,"India":3434,"Ġapproved":3435,"Ġunveiled":3436,"Ġconfirmed":3437,"ĠRyder":3438,"mo":3439,"anium":3440,"owell":3441,"Ġappeal":3442,"ĠIslamic":3443,"Mac":3444,"ĠMusic":3445,"Af":3446,"Ġknow":3447,"mercial":3448,"Mar":3449,"actor":3450,"Ġasked":3451,"NY":3452,"Ġbody":3453,"ĠCard":3454,"Ġwarning":3455,"irt":3456,"ope":3457,"Ġprob":3458,"ĠExpl":3459,"egr":3460,"Ġcrow":3461,"ĠCap":3462,"Ġleave":3463,"vention":3464,"Ġregulators":3465,"Ġtourn":3466,"Ġmort":3467,"ction":3468,"Ġhouse":3469,"ashmir":3470,"20":3471,"atives":3472,"Ġbird":3473,"ĠSP":3474,"Ġsepar":3475,"ĠAsian":3476,"ĠEnter":3477,"ĠPalestinians":3478,"ently":3479,"uit":3480,"ushed":3481,"illions":3482,"ĠEc":3483,"ĠThey":3484,"ĠTech":3485,"ained":3486,"Ġsuicide":3487,"term":3488,"Ġconn":3489,"MW":3490,"che":3491,"ĠMil":3492,"olph":3493,"Ġrising":3494,"Ġview":3495,"Ġcontrovers":3496,"elph":3497,"uses":3498,"Ġ26":3499,"ĠThat":3500,"ĠExp":3501,"hic":3502,"Ġprobe":3503,"Ġarea":3504,"rought":3505,"Ġshows":3506,"ĠSharon":3507,"Ġlawsuit":3508,"light":3509,"ĠFire":3510,"Ġspe":3511,"Ġsuspected":3512,"Ġcolor":3513,"ving":3514,"Ġgra":3515,"uments":3516,"Ġcard":3517,"ĠShe":3518,"Ġissue":3519,"Ġsharehold":3520,"Ġfirms":3521,"Ġ2003":3522,"ination":3523,"Ġlight":3524,"ĠNow":3525,"ĠTalks":3526,"MC":3527,"beat":3528,"Ġcelebr":3529,"ĠInvest":3530,"Ġ40":3531,"ĠProt":3532,"Ġcaptain":3533,"Ġemployees":3534,"ĠMal":3535,"NASA":3536,"Ġthink":3537,"Ġdebt":3538,"ganization":3539,"200":3540,"ĠPay":3541,"alls":3542,"Ġacquis":3543,"Ġmerger":3544,"Ġposition":3545,"Ġmag":3546,"ĠPort":3547,"ively":3548,"ify":3549,"season":3550,"Ġlater":3551,"Ġclaimed":3552,"Ġturned":3553,"innes":3554,"ST":3555,"itors":3556,"Ġvirus":3557,"Ġcomplet":3558,"Ġincreased":3559,"ĠBuy":3560,".\"":3561,"HP":3562,"Ġsqu":3563,"Ġstay":3564,"ĠDrug":3565,"ĠLaun":3566,"innesota":3567,"ĠTom":3568,"Ġoffers":3569,"ĠTop":3570,"ĠMin":3571,"pan":3572,"Ġhapp":3573,"andal":3574,"kes":3575,"ocked":3576,"Ġnewsp":3577,"Ġsites":3578,"Ġbad":3579,"Ġmoved":3580,"Ġcloser":3581,"British":3582,"etroit":3583,"ironment":3584,"ease":3585,"Ġgroups":3586,"Ġserver":3587,"Ġissues":3588,"Ġlink":3589,"ĠStock":3590,"Ġeffect":3591,"Ġadded":3592,"bo":3593,"Ġmission":3594,"Ġprop":3595,"ĠKen":3596,"Ġappro":3597,"Ġgiven":3598,"ĠLaw":3599,"istry":3600,"Ġadministration":3601,"Ġequipment":3602,"ĠTeam":3603,"iracy":3604,"Ġalong":3605,"Ġrow":3606,"Ġlosses":3607,"Comp":3608,"NE":3609,"Ġgiving":3610,"ĠKashmir":3611,"ibility":3612,"itional":3613,"ilities":3614,"Ġdevices":3615,"Australia":3616,"CBS":3617,"Pakistan":3618,"ĠIreland":3619,"ires":3620,"sea":3621,"Ġurged":3622,"Ġspokesman":3623,"elphia":3624,"anted":3625,"inger":3626,"Ġwater":3627,"ĠStrip":3628,"Ġopened":3629,"Ġoutlook":3630,"Ġroad":3631,"iplom":3632,"Ġupgr":3633,"odd":3634,"coming":3635,"ĠSur":3636,"ĠNBA":3637,"Ġproject":3638,"ten":3639,"uting":3640,"Ġappar":3641,"Ġfront":3642,"eath":3643,"Ġreceived":3644,"ICA":3645,"ĠParis":3646,"ĠFallujah":3647,"uries":3648,"wards":3649,"new":3650,"yle":3651,"ilty":3652,"Ġdest":3653,"ĠTony":3654,"lywood":3655,"ockey":3656,"ĠYahoo":3657,"Ġslight":3658,"ĠDecember":3659,"Ġapplications":3660,"ATHENS":3661,"eric":3662,"ĠRock":3663,"ĠDay":3664,"Ġcomes":3665,"ĠAnt":3666,"iring":3667,"Ġrole":3668,"ĠMont":3669,"Ġlim":3670,"Ġstation":3671,"Ġstaff":3672,"ĠRise":3673,"eather":3674,"Ġdivision":3675,"LAN":3676,"Ġpurch":3677,"ĠData":3678,"ashingtonpost":3679,"Ġcreate":3680,"Sony":3681,"bn":3682,"craft":3683,"hy":3684,"washingtonpost":3685,"Ġthough":3686,"Ġwinter":3687,"Ġavoid":3688,"yc":3689,"ĠMex":3690,"Ġpartners":3691,"Ġmilitant":3692,"atory":3693,"Ġcou":3694,"ĠAM":3695,"ĠField":3696,"lection":3697,"Ġimprov":3698,"helsea":3699,"Ġtournament":3700,"AK":3701,"rish":3702,"Ġbased":3703,"stron":3704,"ĠLa":3705,"Ġunc":3706,"Former":3707,"Russia":3708,"Ġdidn":3709,"uled":3710,"orney":3711,"ford":3712,"Ġbrowser":3713,"ĠWork":3714,"ova":3715,"Ġresearchers":3716,"ĠTokyo":3717,"ĠPri":3718,"oma":3719,"ĠManchester":3720,"Ġautom":3721,"THE":3722,"Ġtot":3723,"Ġterrorism":3724,"ĠSingh":3725,"ĠCongress":3726,"lish":3727,"Ġwid":3728,"ids":3729,"Ġpros":3730,"ences":3731,"ajaf":3732,"strong":3733,"Ġdrugs":3734,"Ġwounded":3735,"BER":3736,"enez":3737,"ĠDemocratic":3738,"west":3739,"Ġcommercial":3740,"assic":3741,"Ġjoint":3742,"Ġsingle":3743,"ĠJuly":3744,"Ġpri":3745,"Ġstorage":3746,"ĠForeign":3747,"Ġcarry":3748,"tainment":3749,"Ġfaces":3750,"ĠCan":3751,"Ġforward":3752,"ĠWi":3753,"Ġcompl":3754,"igns":3755,"Factor":3756,"wa":3757,"onto":3758,"iller":3759,"play":3760,"ĠAdv":3761,"elling":3762,"25":3763,"Ġfifth":3764,"Ġovers":3765,"read":3766,"ĠMinnesota":3767,"ĠBomb":3768,"ĠArsenal":3769,"ĠMotor":3770,"Ġnetworks":3771,"Ġdecl":3772,"NewsFactor":3773,"ĠJanuary":3774,"Ġable":3775,"Ġserious":3776,"Ġestim":3777,"ny":3778,"unk":3779,"pres":3780,"Ġsigns":3781,"ĠZeal":3782,"ijing":3783,"arzai":3784,"ICAGO":3785,"gage":3786,"Ġton":3787,"Ġstreak":3788,"Ġexperts":3789,"vet":3790,"aches":3791,"ĠIts":3792,"ĠWoods":3793,"ĠFootball":3794,"Ġplayed":3795,"Ġcheck":3796,"Ġtight":3797,"ellig":3798,"ittee":3799,"ĠAstros":3800,"ĠSeattle":3801,"igan":3802,"than":3803,"kn":3804,"pro":3805,"urb":3806,"Ġlosing":3807,"ĠHen":3808,"ĠHait":3809,"Ġquick":3810,"ĠCharg":3811,"ĠIndust":3812,"Ġdistrib":3813,"American":3814,"Pl":3815,"ps":3816,"Ġsouth":3817,"Ġbasketball":3818,"ĠRich":3819,"Ġsex":3820,"Ġsurv":3821,"ĠAcc":3822,"Ġwild":3823,"Ġclin":3824,"ĠSteve":3825,"Ġcritic":3826,"Ġinitial":3827,"ĠZealand":3828,"ĠDetroit":3829,"ager":3830,"ĠShi":3831,"ĠGreece":3832,"atform":3833,"ental":3834,"ĠMS":3835,"Ġblood":3836,"Ġmeas":3837,"Ġcam":3838,"Ġmach":3839,"olina":3840,"ĠWal":3841,"Ġminutes":3842,"yan":3843,"ival":3844,"Ġwoman":3845,"Ġproposed":3846,"mas":3847,"Ġsources":3848,"ĠForm":3849,"ALL":3850,"ĠJohnson":3851,"ĠSol":3852,"ĠItaly":3853,"Ġlooks":3854,"epend":3855,"Ġincreasing":3856,"Ġvehic":3857,"anel":3858,"ĠNajaf":3859,"ĠHew":3860,"ĠLabor":3861,"Ġalleg":3862,"Ġadvert":3863,"Ġstarted":3864,"Fi":3865,"ĠMike":3866,"riots":3867,".\\":3868,"Bay":3869,"Ġq":3870,"Ġshoot":3871,"Ġwhose":3872,"oyal":3873,"Ġruled":3874,"Ġacquire":3875,"Ġprosecut":3876,"Ġaud":3877,"Ġmom":3878,"adelphia":3879,"ĠAtlanta":3880,"ĠDutch":3881,"Ġprotect":3882,"eda":3883,"acked":3884,"Ġoffensive":3885,"Ġplaying":3886,"Ġreview":3887,"Ġstatement":3888,"Ġboss":3889,"istic":3890,"Ġholding":3891,"ĠBoeing":3892,"iot":3893,"uz":3894,"Ġty":3895,"Ġforced":3896,"Ġren":3897,"Ġcho":3898,"Ġdebate":3899,"Ġevidence":3900,"orrow":3901,"Ġnorth":3902,"Ġrocket":3903,"ĠVirginia":3904,"Ġsit":3905,"Ġinning":3906,"oles":3907,"ewart":3908,"ĠVal":3909,"Ġart":3910,"Ġofficer":3911,"ĠReport":3912,"Ġbuilding":3913,"Ġaverage":3914,"ĠPre":3915,"ĠDiv":3916,"Ġisland":3917,"onduct":3918,"angers":3919,"Ġaccounting":3920,"ĠUs":3921,"Ġguard":3922,"ĠDisney":3923,"When":3924,"ville":3925,"ĠDeb":3926,"Ġhomes":3927,"Ġfood":3928,"Sec":3929,"Ġfri":3930,"ĠMic":3931,"ada":3932,"dog":3933,"fox":3934,"assy":3935,"ength":3936,"Ġsuccessful":3937,"ĠMarket":3938,"Ġour":3939,"ĠBang":3940,"Ġdeep":3941,"Ġleaving":3942,"udy":3943,"ĠDev":3944,"Ġdoesn":3945,"kraine":3946,"aeda":3947,"ster":3948,"Ġsan":3949,"Ġwestern":3950,"ĠDo":3951,"ĠLong":3952,"Ġremains":3953,"Ġsuspended":3954,"Ġreturned":3955,"South":3956,"irl":3957,"ĠKorean":3958,"Ġkidnapped":3959,";.":3960,"icon":3961,"Ġhuge":3962,"Ġhundreds":3963,"ighest":3964,"ĠBrown":3965,"ĠReb":3966,"Ġbecame":3967,"Ġoffered":3968,"Ġthreatened":3969,"Ġdebut":3970,"fl":3971,"Ġtem":3972,"ari":3973,"ĠMobile":3974,"ĠGo":3975,"ĠSuper":3976,"Tunes":3977,"ĠTim":3978,"Ġreform":3979,"ĠVer":3980,"medi":3981,"BAGHDAD":3982,"Ġbus":3983,"Ġsett":3984,"Ġseeking":3985,"Ġacquisition":3986,"FA":3987,"Ġwitness":3988,"ĠTime":3989,"Ġnon":3990,"udd":3991,"Ġcrash":3992,"Ġrejected":3993,"gent":3994,"Ġhaving":3995,"agles":3996,"Ġearth":3997,"Ġfilm":3998,"Ġdropped":3999,"net":4000,"ati":4001,"aming":4002,"Ġmedical":4003,"hio":4004,"ipping":4005,";-":4006,"come":4007,"ĠMasters":4008,"Ġreason":4009,"Ġbeating":4010,"Ġcleric":4011,"This":4012,"Israeli":4013,"augh":4014,"ĠCount":4015,"Ġread":4016,"ulf":4017,"Ġvend":4018,"Ġwinner":4019,"Ġdevice":4020,"bed":4021,"self":4022,"Dollar":4023,"ko":4024,"enture":4025,"ĠTaiwan":4026,"ĠPit":4027,"Ġrepres":4028,"Ġgen":4029,"Ġagree":4030,"Ġprovider":4031,"ĠSo":4032,"Ġ29":4033,"ĠYukos":4034,"Ġparliament":4035,"ranked":4036,"Ġcode":4037,"iders":4038,"urder":4039,".&":4040,"iar":4041,"serv":4042,"ented":4043,"ĠBer":4044,"Ġinterim":4045,"Ġhostages":4046,"Ġchallenge":4047,"Ġsafety":4048,"ĠTOKYO":4049,"ĠBob":4050,"ansas":4051,"Ġscandal":4052,"ĠBlue":4053,"Ġconfl":4054,"ĠParty":4055,